export interface reviewsDataItem {
  id: number;
  image: string;
  name: string;
  city: string;
  text: string;
}

export const reviewsData: reviewsDataItem[] = [
  {
    id: 0,
    image: 'avatar-default',
    name: 'Константинов Михаил Павлович',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы',
  },
  {
    id: 1,
    image: 'user1',
    name: 'Иван Иванов',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
  },
  {
    id: 2,
    image: 'user2',
    name: 'Артем Корнилов',
    city: 'Самара',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.',
  },
  {
    id: 3,
    image: 'avatar-default',
    name: 'Константинов Михаил Павлович',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы',
  },
  {
    id: 4,
    image: 'user1',
    name: 'Иван Иванов',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
  },
  {
    id: 5,
    image: 'user2',
    name: 'Артем Корнилов',
    city: 'Самара',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.',
  },
  {
    id: 6,
    image: 'avatar-default',
    name: 'Константинов Михаил Павлович',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы',
  },
];
