export interface questionsDataItem {
  id: number;
  question: string;
  answer: string;
}

export const questionsData: questionsDataItem[] = [
  {
    id: 0,
    question: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 1,
    question: 'Прототип нового сервиса - это как трубный призыв?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 2,
    question: 'Частокол на границе продолжает удивлять?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 3,
    question: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 4,
    question: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 5,
    question: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    id: 6,
    question: 'Высококачественный прототип будущего проекта обнадёживает?',
    answer:
      'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
];
